#.send_keys( '/home/course_solutions/file.txt') прикрепляет файл
#.get_attribute(name) возвращает значение атрибута
#.text свойство, возвращает текст, который находится между открывающим и закрывающим тегами элемента
#.click() производит нажатие на элемент
#.send_keys("Some text") передает текст в элемент input или textarea


#.execute_script(script) Исполняет скрипт, написанный на языке JavaScript
#.get(url) Открывает указанный адрес в браузере
#.switch_to. Переключает фокус браузера на вкладку или всплывающее окно
#.window_handles Возвращает список активных окон
#.implicitly_wait(seconds) Задаёт время неявного ожидания для поиска элементов